/* (AEUIWelcomePagerDataSource) Tutorial text, step 1 */
"A quick tutorial will walk you through some basics of your new ad blocker." = "Un rápido tutorial le guiará a través de algunos elementos básicos de su nuevo anti-publicidad.";

/* (AEUISubscriptionController) Rules info, in bottom status. */
"Active filter rules: %lu" = "Numero de reglas: %lu";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Intento convertir las normas en JSON al servicio no iniciado.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 5 */
"Block ads the way you want" = "Bloquear anuncios en la forma en la que desea";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Reporte del bug";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "No se puede convertir las reglas. Ocurrió un error inesperado. Póngase en contacto con el equipo de soporte.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "No se puede enviar el informe de error porque su cuenta de correo electrónico no esta configurada.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "No se pudo enviar el mensaje al equipo de soporte porque no hay una cuenta de correo configurada.";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "No se puede agregar la regla. La regla no es valida.";

/* (AEService) Service errors descriptions */
"Cannot change the filter rule. Rule text is invalid." = "No se puede cambiar la regla. La regla no es valida.";

/* (AEUISubscriptionController) Alert message. When subscription process failed. */
"Cannot load filter from the server." = "No se puede cargar los filtros del servicio.";

/* (AEUIMainController) Share this app initial text on Mail Subject */
"Check this out!" = "Compartir Adguard!";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 4 */
"Choose your tools" = "Elige tus herramientas";

/* (AEUISubscriptionController) Clear all button in edit mode on filter list. */
"Clear Selected" = "Borrar todo";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 3 */
"Configure the ad blocking" = "Configurar bloqueador de publicidad";

/* (AEUIWelcomePagerDataSource) Tutorial Button Title, step 8 */
"Done" = "Hecho";

/* (AEUIWhitelistController) Edit domain title */
"Edit Domain" = "Editar dominio";

/* (AEUIRulesController) Edit rule title */
"Edit Rule" = "Editar regla";

/* (AEUISubscriptionController) Rules info, in bottom status. When overlimit occured. */
"Enabled rules: %2$lu Active rules: %1$lu" = "Reglas habilitadas: %2$lu  Reglas activas: %1$lu";

/* (AEUIWhitelistController) New domain title */
"Enter Domain" = "Nuevo dominio";

/* (AEUIRulesController) New rule title */
"Enter Rule" = "Nueva regla";

/* (Action Extension - AEAUIMainController) Error tile */
"Error" = "Hubo un error";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Excedido lo máximo en reglas disponible.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Imposible cargar los filtros en Safari. Por lo tanto, no se aplicaron los cambios recientes.";

/* (AppDegelate) Alert message. When converting rules process finished in foreground updating. */
"Filters cannot be loaded into Safari. Try to clear your rules and the whitelist, or change the set of used filters." = "Los filtros no se pueden cargar en Safari. Intente borrar las reglas y la lista blanca, o cambiar el conjunto de filtros usados.";

/* (AEUISubscriptionController) Filter info, in bottom status. */
"Filters enabled: %1$lu out of %2$lu" = "Filtros habilitados: %1$lu de %2$lu";

/* (AEUIMainController) Button - Check Filter Updates */
"Filters update error" = "Error al actualizar filtros";

/* (AEUIMainController) Button - Check Filter Updates */
"Filters updated: %lu" = "Filtros actualizados: %lu";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 4 */
"Find out what does each filter stand for by tapping on it." = "Averiguar qué hace cada filtro.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 2 */
"Go to Settings app, select Safari and open Content Blockers.\nThen enable Adguard." = "Vaya a la configuración de la aplicación, seleccione Safari y contenido de bloqueador. \nA continuación, habilite Adguard.";

/* (AEUIMainController) Share this app initial text on Twitter */
"I like Adguard for iOS - I don't see ads in Safari anymore." = "I like Adguard for iOS - I don't see ads in Safari anymore.";

/* (AEUIMainController) Share this app initial text on Facebook */
"I've just installed Adguard ad blocker. If you want to surf the web ad-free as I do, check it out:" = "He instalado Adguard AdBlocker. Sí quieres navegar sin publicidad como yo, Echa un vistazo:";

/* (AEUIMainController) Share this app initial text on iMessage (text row)
   (AEUIMainController) Share this app initial text on Mail Body (text row) */
"I've just installed Adguard AdBlocker for iOS." = "He instalado Adguard AdBlocker para iOS.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 6 */
"If you add a website to the Whitelist, then Adguard won't be filtering it." = "Si agrega un sitio web a la lista blanca, luego Adguard no lo filtrara.";

/* (AEUIMainController) Share this app initial text on iMessage (before link row)
   (AEUIMainController) Share this app initial text on Mail Body (before link row) */
"If you want to surf the web ad-free as I do, check it out:" = "Visita este enlace:";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 2 */
"Let's make Adguard protect your device!" = "Vamos hacer que Adguard proteja su dispositivo!";

/* (AEUISubscriptionController) When toggling filter button and subscription process goes. */
"Loading filter..." = "Solicitando filtros...";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Solicitando filtros de Safari. Por favor, no apague Adguard, el proceso no te llevará más de 30 segundos...";

/* (AEUISubscriptionController) When toggling Done button in edit mode and subscription process goes. */
"Loading Filters..." = "Cargando Filtros...";

/* (AEUISubscriptionController) Title on bottom bar. */
"Loading info..." = "Solicitando información...";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 7 */
"Manage Adguard right from Safari" = "Agrega tu pagina favorita a la lista blanca desde Safari";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 1 */
"Meet Adguard" = "Satisfacer Adguard";

/* (AEUIMainController) Button - Check Filter Updates */
"No updates found" = "No hay actualizaciones disponibles";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 3 */
"Select the filters you need in the Filters section." = "Seleccione los filtros que necesite en la sección de filtros.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 6 */
"Support favourite sites" = "Mis sitios favoritos";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 8 */
"Surf the web safe and ad-free, and have a nice day!" = "Navegar por la web con total seguridad y anti-publicidad, y que tenga un buen día!";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 7 */
"Tapping on Adguard icon will bring up a menu with additional app settings for current website." = "Si agrega un sitio web a la lista blanca, Adguard no lo filtrara.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 8 */
"That's it! Now your device is protected by Adguard!" = "Su dispositivo esta protegido por Adguard.";

/* (AEUIMainController) Warning text on main screen */
"Too many filters enabled. Safari cannot use more than %1$lu rules. Enabled rules: %2$lu." = "Muchos filtros habilitados. Safari no puede usar mas de %1$lu reglar. Reglas activas: %2$lu.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 5 */
"You can add your own ad blocking rules in the User Filter seсtion." = "Puede agregar sus propias reglas de bloqueo de publicidad en sesión de los filtros de usuario.";

/* (AEUIEditRuleController) On screen of rule adding/editing. Text, that describes where user can find info about rule syntax. Where text in square brackets is the link text of the website with the decription. */
"You can learn more about filter rules syntax from [this article]." = "Puede aprender más acerca de la sintaxis de las reglas de filtrado en [este articulo].";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "No se puede agregar el dominio a la lista blanca. Excedido la máximo reglas disponible.";

